[
    {
      "section_num": 1,
      "title": "संक्षिप्त नाम, विस्तार र प्रारम्भ",
      "content": [
        "(१) यस ऐनको नाम पेटेण्ट डिजायन र ट्रेडमार्क ऐन, २०२२ रहेकोछ ।",
        "(२) यो ऐन नेपाल ................................. भर लागू हुनेछ ।",
        "(३) यो ऐन तुरून्त प्रारम्भ हुनेछ ।"
      ]
    },
    {
      "section_num": 2,
      "title": "परिभाषा",
      "content": [
        "विषय वा प्रसङ्गले अर्को अर्थ नलागेमा यस ऐनमा,-",
            "(क)पेटेण्ट” भन्नाले कुनै पदार्थ वा पदार्थ समूहको बनावट, सञ्चालन वा प्रसारको नयाँ उपाय वा तरीका सम्बन्धी वा कुनै नयाँ सिद्धान्त वा फर्मुलाद्वारा पत्ता लगाइएको कुनै उपयोगी आविष्कार सम्झनु पर्छ ।",
            "(ख)डिजाइन” भन्नाले कुनै प्रकारले तयार गरी बनाईएको वस्तुको छाँट रूप वा आकार सम्झनु पर्छ ।",
            "(ख)ट्रेडमार्क” भन्नाले कुनै फर्म, कम्पनी वा व्यक्तिले आफ्नो उत्पादित मालसामान वा आफूले प्रदान गर्ने सेवालाई अरूको मालसामान वा सेवाबाट फरक देखाउन प्रयोग गरिने शब्द, चिन्ह वा चित्र वा शब्द, चिन्ह र चित्र तिनै कुराको संयोग सम्झनु पर्छ ।",
            "(घ)विभाग” भन्नाले नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशित गरी तोकिदिएको विभाग सम्झनु पर्छ र त्यस्तो नतोकिएसम्म उद्योग विभागलाई सम्झनु पर्छ ।",
            "(ङ)अनुसूची” भन्नाले यस ऐनको अनुसूची सम्झनु पर्छ ।",
             "(च)तोकिएको” वा “तोकिएबमोजिमको” भन्नाले यो ऐन अन्तर्गतको नियम वा आदेशमा तोकिएको वा तोकिएबमोजिमको सम्झनु पर्छ ।"
          ]
    },
    {
      "section_num": 3,
      "title": "पेटेण्ट उपर अधिकार प्राप्त गर्ने",
      "content": [
        "(१) कुनै पेटेण्ट उपर अधिकार प्राप्त गर्न चाहने व्यक्तिले सो पेटेण्ट यस ऐनबमोजिम आफ्नो नाममा दर्ता गराउनु पर्छ ।",
        "▽(२) यस ऐन बमोजिम कुनै व्यक्तिको नाममा दर्ता भएको पेटेण्ट अरु कसैले नक्कल गर्न वा दफा २१घ. बमोजिम आफ्नो नाममा नामसारी नगराई वा प्रयोगको निमित्त लिखित रुपमा अनुमति नलिई आफ्नो वा अरुको नामबाट प्रयोग गर्न गराउन हुँदैन ।",
        "(३)  ☑"
      ]
    },
    {
      "section_num": 4,
      "title": "पेटेण्ट उपर अधिकार प्राप्त गर्न दरखास्त दिनु पर्ने",
      "content": [
        "(१) कुनै पेटेण्ट आफनो नाममा दर्ता गराउन चाहने व्यक्तिले आफनो भएसम्मको सबूद प्रमाण सहित निम्नलिखित कुराहरू खुलाई अनुसूचि-१ (क) बमोजिमको ढाँचामा विभागमा दरखास्त दिनु पर्छ ।",
        "(क) सो पेटेण्ट आविष्कार गर्ने व्यक्तिको नाम, ठेगाना र पेशा,",
        "(ख) दरखास्तवाला आफैले सो पेटेण्ट आविष्कार गरेको नभएमा सो आविष्का गर्ने व्यक्तिबाट दरखास्तवालाले के कुन किसिमबाट कस्तो हक प्राप्त गरेको हो,",
        "(ग) सो पेटेण्ट बनाउने सञ्चालन वा उपयोग गर्ने तरीका,",
        "(घ) सो पेटेण्ट कुनै खास सिद्धान्त वा फर्मुलामा आधारित भए सो सिद्धान्त वा फर्मुला ।",
        "(२) उपदफा (१) बमोजिमको दरखास्तका साथ दरखास्तवालाले सो पेटेण्टको * विवरण सहितको नक्सा तथा रेखाङ्कन र अनुसूची - ३(१) को (क) मा तोकिएको दरखास्त दस्तुर समेत दाखिल गर्नुपर्छ ।"
      ]
    },
    {
      "section_num": 5,
      "title": "विभागबाट जाँचबुझ",
      "content": [
        "(१) दफा ४ बमोजिमको दरखास्त दाखिल भएपछि विभागले आवश्यक देखेमा विशेषज्ञहरूको सल्लाह समेत लिई दरखास्तमा लेखिएको पेटेण्ट नयाँ आविष्कार भएको हो होइन र सर्वसाधारणलाई उपयोगी छ छैन भन्ने कुराको जाँचबुझ र अध्ययन गरी सो पेटेण्ट दर्ता गर्न हुने वा नहुने कुराको यकीन गर्नेछ ।",
        "(२) दफा ६ बमोजिम कुनै पेटेण्ट दर्ता गर्न नहुने देखेमा विभागले दरखास्तवालालाई निजको दरखास्त बमोजिम पेटेण्ट दर्ता हुन नसक्ने कुराको सूचना दिनुपर्छ ।",
        "(३).x"
      ]
    },
    {
      "section_num": 6,
      "title": "पेटेण्ट दर्ता हुन नसक्ने",
      "content": [
        "देहायका अवस्थामा विभागले यस ऐनबमोजिम पेटेण्ट दर्ता गर्न हुँदैन :-",
        "(क) कसैको नाममा दर्ता भइसकेको रहेछ, वा",
        "(ख) दरखास्तवालाले दर्ता गराउन चाहेको पेटेण्ट आफैले आविष्कार नगरेको र आविष्कार गर्ने व्यक्तिबाट हक पनि प्राप्त नगरेको रहेछ, वा",
        "(ग) दर्ता गराउन चाहेको पेटेण्टबाट सर्वसाधारण जनताको स्वास्थ्य, सदाचार वा नैतिकता वा राष्ट्रिय हितमा कुनै प्रतिकूल असर पर्ने रहेछ, वा",
        "(घ) कुनै प्रचलित नेपाल कानूनको बर्खिलाप हुने रहेछ भने ।",
        "तर खण्ड (क) मा लेखिएको कुनै कुराले दफा ९ बमोजिम पेटेण्टको दर्ता दाखिल खारिज गर्न बाधा पुऱ्याएको मानिने छैन ।"
      ]
    },
    {
      "section_num": 7,
      "title": "पेटेण्टको दर्ता",
      "content": [
        "(१) दफा ६ बमोजिम दर्ता गर्न नहुने अवस्थामा बाहेक पेटेण्ट दर्ता गराउन दफा ४ बमोजिम दरखास्त दाखिल भएपछि विभागले दफा ५ बमोजिम आवश्यक जाँचबुझ गरी दरखास्तवालालाई अनुसूची-२ (क) बमोजिमको ढाँचामा दर्ताको प्रमाणपत्र दिनुपर्छ ।",
        "(२) उपदफा (१) बमोजिमको प्रमाणपत्र प्राप्त गर्नको निमित्त दरखास्तवालाले विभागलाई अनुसूची-३(१) को (ख) मा तोकिएबमोजिमको दर्ता दस्तुर बुझाउनु पर्छ ।"
      ]
    },
     {
      "section_num": 7.1,
      "title": "दर्ता भएको पेटेण्ट प्रकाशन गर्ने",
      "content": [
        "(१) यस ऐनबमोजिम दर्ता भएको पेटेण्टमध्ये राष्ट्रिय हितको लागि गोप्य राख्नु पर्ने बाहेक अन्य पेटेण्टहरू विभागले सर्वसाधारणको जानकारीको लागि नेपाल राजपत्रमा प्रकाशित गर्नेछ ।",
        "(२) उपदफा (१) बमोजिम प्रकाशित पेटेण्टको विवरण, नक्सा वा रेखाङ्कन कसैले हेर्न वा त्यसको नक्कल लिन चाहेमा विभागबाट तोकिएको दस्तुर बुझाई त्यस्तो पेटेण्ट हेर्न वा त्यसको नक्कल लिन सक्नेछ ।",
        "(३) उपदफा (२) बमोजिम पेटेण्ट हेरेको वा त्यसको नक्कल लिएको मितिले पैंतीस दिनभित्र त्यस्तो पेटेण्ट उपर कसैको कुनै विरोध भएमा विभागमा उजूर गर्न सक्नेछ ।",
        "(४) उपदफा (३) बमोजिम उजूर पर्न आएमा विभागले जाँचबुझ गरी आवश्यक कारवाही गर्नु पर्नेछ ।"
      ]
    },
    {
      "section_num": 8,
      "title": "पेटेण्टको अवधि",
      "content": [
        "(१) दफा २३ख. बमोजिम नवीकरण गराएको अवस्थामा बाहेक दफा ७ बमोजिम दर्ता भएको पेटेण्टमा दर्ता भएको मितिले सात वर्षसम्म मात्र पेटेण्टवालाको हक कायम हुनेछ ।",
        "(२) उपदफा (१) मा जुनसुकै कुरा लेखिएको भए तापनि यो दफा प्रारम्भ हुनुभन्दा अघि दर्ता भएको पेटेण्टको अवधिको हकमा सो पेटेण्ट दर्ता हुँदाका बखत कायम रहेको व्यवस्था बमोजिम नै अवधि कायम हुनेछ । सो अवधि भुक्तान भएपछि दफा २३ख. बमोजिम नवीकरण गराउनु पर्नेछ ।",
        "X"
      ]
    },
    {
      "section_num": 9,
      "title": "पेटेण्टको नक्सा वा नमूना सरकारी म्यूजियममा दाखिल गर्ने",
      "content": [
        "यस ऐनबमोजिम दर्ता भएको पेटेण्ट अनुसार हुने वस्तुको एक प्रति नक्सा वा नमूना पेटेण्टवालाले *राष्ट्रिय अभिलेखालय समेतलाई दिनु पर्छ ।"
      ]
    },
    {
      "section_num": 10,
      "title": "दफा ३ को उल्लंघन गरेमा हुने सजाय",
      "content": [
        "कसैले देहायका कुनै काम गरेमा विभागको आदेशले कसूरको मात्रा अनुसार देहाय बमोजिमको जरिबाना हुनेछ र सो कसूरसँग सम्बन्धित चीज वस्तु जफत हुनेछ :-",
        "(क) दफा ३ को उपदफा (२) मा लेखिएको कुनै कसूर गरेमा पाँच लाख रुपैयाँसम्म जरिबाना ।",
        "(ख) दफा ३ को उपदफा (२) मा लेखिएको कुनै काम गर्ने उद्योग गरेमा वा सो काम गर्ने दुरुत्साहन दिएमा दुई लाख पचास हजार रुपैयाँसम्म जरिबाना ।"
      ]
    },
    {
      "section_num": 11,
      "title": "डिजायनमा हक प्राप्त गर्ने",
      "content": [
        "(१) कसैले आफूले बनाएको वा बनाउन लगाएको कुनै वस्तुको डिजायन दफा १४ बमोजिम विभागमा दर्ता गराई सो डिजायन उपर यस ऐनबमोजिमको हक प्राप्त गर्न सक्नेछ ।",
        "▽(२) यस ऐन बमोजिम कुनै व्यक्तिको नाममा दर्ता भएको डिजायन अरु कसैले नक्कल गर्न वा दफा २१घ. बमोजिम आफ्नो नाममा नामसारी नगराई वा प्रयोगको निमित्त लिखित रुपमा अनुमति नलिई आफ्नो वा अरुको नामबाट प्रयोग गर्न गराउन हुँदैन ।"
      ]
    },
    {
      "section_num": 12,
      "title": "डिजायनको दर्ताको निमित्त दरखास्त",
      "content": [
        "(१) आफूले बनाएको वा बनाउन लाएको कुनै चिज दफा १४ बमोजिम दर्ता गराउन चाहने व्यक्तिले सो डिजायनको विवरण सहितको नक्शा तथा रेखाङ्कन र चार प्रति नमूना सहित अनुसूची-१(ख) बमोजिमको ढाँचामा विभागमा दरखास्त दिनुपर्छ ।",
        "(२) उपदफा (१) बमोजिम दरखास्त दिने व्यक्तिले आफ्नो दरखास्तको साथै अनुसूची-३ (२) को (क) मा तोकिएबमोजिमको दरखास्त दस्तुर विभागमा बुझाउनु पर्छ ।"
      ]
    },
    {
      "section_num": 13,
      "title": "डिजायनको दर्ता",
      "content": [
        "(१) दफा १३ बमोजिम कसैको दरखास्त परेमा विभागले सो डिजायन दरखास्तवालाको नाममा दर्ता गरी अनुसूची-२ (ख) बमोजिमको प्रमाणपत्र दिनुपर्छ ।",
        "तर, त्यस्तो डिजायनबाट कुनै व्यक्ति वा संस्थाको प्रतिष्ठामा धक्का पुग्ने वा सर्वसाधारण जनताको सदाचार वा नैतिकतामा नराम्रो प्रभाव पर्ने वा राष्ट्रिय हितको प्रतिकूल हुने रहेछ वा सो डिजायन अघि नै अरू कसैको नाममा दर्ता भैसकेको रहेछ भने यस उपदफा बमोजिम दर्ता गरिने छैन ।",
        "(२) उपदफा (१) बमोजिमको प्रमाणपत्र प्राप्त गर्नको निमित्त दरखास्तवालाले अनुसूची-३ (२) को (ख) मा तोकिएबमोजिमको डिजायनको दर्ता दस्तुर विभागमा दाखिल गर्नुपर्छ ।",
        "(३) उपदफा (१) को प्रतिबन्धात्मक वाक्यांशमा लेखिएको कुनै अवस्था छ भन्ने लागेमा विभागले कुनै डिजायनको दर्ता बदर गर्न सक्नेछ ।",
        "तर, सो बमोजिम कुनै डिजायनको दर्ता बदर गर्नुभन्दा अगावै विभागले सो डिजायनवालालाई सो डिजायनको दर्ता बदर हुनु नपर्ने कुनै कारण भए देखाउन मनासिब माफिकको मौका दिनु पर्छ ।"
      ]
    },
    {
      "section_num": 14,
      "title": "डिजायनको अवधि",
      "content": [
        "दफा २३ख. बमोजिम नवीकरण गराएको अवस्थामा बाहेक दफा १४ बमोजिम दर्ता भएको मितिले पाँच वर्षसम्म डिजायनवालाको हक कायम हुनेछ ।"
      ]
    },
    {
      "section_num": 15,
      "title": "दफा १२ उल्लंघन गर्ने व्यक्तिलाई हुने सजाय",
      "content": [
        "कसैले दफा १२ को उपदफा (२) उल्लंघन गरेमा वा दफा १४ को उपदफा (३) बमोजिम विभागले बदर गरेको डिजायन चलाएमा विभागको आदेशले कसूरको मात्रा अनुसार पचास हजार रूपैयाँसम्म जरिवाना हुन सक्नेछ र सो कसूरसंग सम्बन्धित सबै चिज वस्तु जफत हुनेछ ।"
      ]
    },
    {
      "section_num": 16,
      "title": "ट्रेडमार्कमा हक प्राप्त गर्ने",
      "content": [
        "(१) कसैले आफ्नो बन्द व्यापार वा कारोबारको ट्रेडमार्क दफा १८ बमोजिम विभागमा दर्ता गराई सो ट्रेडमार्क उपर यस ऐनबमोजिमको हक प्राप्त गर्न सक्नेछ ।",
        "▽(२) यस ऐन बमोजिम कुनै व्यक्तिको नाममा दर्ता भएको ट्रेडमार्क अरु कसैले नक्कल गर्न वा दफा २१घ. बमोजिम आफ्नो नाममा नामसारी नगराई वा प्रयोगको निमित्त लिखित रुपमा अनुमति नलिई आफ्नो वा अरुको नामबाट प्रयोग गर्न गराउन हुँदैन ।"
      ]
    },
     {
      "section_num": 17,
      "title": "ट्रेडमार्कको दर्ताको निमित्त दरखास्त",
      "content": [
        "(१) आफ्नो बन्द व्यापार वा कारोबारको ट्रेडमार्क दफा १८ बमोजिम दर्ता गराउन चाहने व्यक्तिले सो ट्रेडमार्कको ४ प्रति नमूना सहित अनुसूची- १(ग) बमोजिमको ढाँचामा विभागमा दरखास्त दिनुपर्छ ।",
        "(२) उपदफा (१) बमोजिम दरखास्त दिने व्यक्तिले आफ्नो दरखास्तका साथै अनुसूची-३( ३) को (क) मा तोकिएबमोजिमको दरखास्त दस्तुर विभागमा बुझाउनु पर्छ ।"
      ]
     },
     {
      "section_num": 18,
      "title": "ट्रेडमार्कको दर्ता",
      "content": [
        "(१) दफा १७ बमोजिम ट्रेडमार्कको दर्ताको निमित्त कसैको दरखास्त परेमा सो ट्रेडमार्कका सम्बन्धमा आवश्यक जाँचबुझ गरी कसैको दावी विरोध भए त्यस्तो दावी विरोध गर्न मनासिब मौका दिई कसैको दावी विरोध पर्न आएमा सो उपर समेत छानबिन गरी दर्ता गर्न उपयुक्त ठहरिएमा सो ट्रेडमार्क दरखास्तवालाको नाममा दर्ता गरी अनुसूची-२(ग) बमोजिमको प्रमाणपत्र दिनुपर्छ",
        "तर, त्यस्तो ट्रेडमार्कबाट कुनै व्यक्ति वा संस्थाको प्रतिष्ठामा धक्का पर्ने वा सर्वसाधारण जनताको सदाचार वा नैतिकता वा राष्ट्रिय हितमा नराम्रो असर पर्ने वा अरू कसैको ट्रेडमार्कको ख्यातिमा धक्का पर्ने सम्भावना छ भन्ने लागेमा वा सो ट्रेडमार्क पहिले अरू कसैको नाममा दर्ता भैसकेको देखिएमा सो ट्रेडमार्क दर्ता गरिने छैन ।",
        "(२) उपदफा (१) बमोजिमको प्रमाणपत्र प्राप्त गर्नको निमित्त ट्रेडमार्कको दर्ता दस्तुर बापत दरखास्तवालाले अनुसूची-३(३) को (ख) मा तोकिएबमोजिमको दर्ता दस्तुर विभागमा बुझाउनु पर्छ ।",
        "(३) उपदफा (१) को प्रतिबन्धात्मक वाक्यांशमा लेखिएको कुनै अवस्था छ भन्ने लागेमा विभागले दर्ता भएको कुनै ट्रेडमार्कको दर्ता बदर गर्न सक्नेछ ।"
      ]
     },
     {
      "section_num": 18.1,
      "title": "ट्रेडमार्कको प्रयोजनको लागि मालसामान र सेवाको वर्गीकरण",
      "content": [
        "(१) कुनै मालसामान वा कुनै प्रकारको सेवासंग सम्बन्धित ट्रेडमार्क दर्ता गर्ने प्रयोजनको लागि नेपाल सरकारले नेपाल राजपत्रमा सूचना प्रकाशित गरी त्यस्तो मालसामान वा सेवाको वर्गीकरण गर्न सक्नेछ ।",
        "(२) प्रत्येक वर्गमा परेका मालसामान वा सेवाको ट्रेडमार्क दर्ता गर्न छुट्टा छुट्टै दरखास्त दिनु पर्नेछ ।",
        "(३) उपदफा (१) बमोजिम एक वर्गमा परेका मालसामान वा सेवाको लागि दर्ता भएको ट्रेडमार्क कुनै अर्को वर्गमा परेको मालसामान वा सेवाको लागि पनि दर्ता गर्न सकिनेछ ।"
      ]
    },
    {
      "section_num": 18.2,
      "title": "ट्रेडमार्क प्रयोग गर्न नपाइने",
      "content": [
        "विभागमा दर्ता नगराई कुनै ट्रेडमार्क पनि रजिष्टर्ड ट्रेडमार्कको रूपमा प्रयोग गर्न पाइने छैन ।"
      ]
    },
     {
      "section_num": 18.3,
      "title": "ट्रेडमार्क प्रयोग गर्ने म्याद",
      "content": [
        "विभागमा दर्ता भएको ट्रेडमार्क दर्ता भएको मितिले एक वर्षसम्ममा प्रयोगमा नल्याएमा विभागले आवश्यक जाँचबुझ गरी त्यस्तो ट्रेडमार्क दर्ता खारेज गर्न सक्नेछ ।"
      ]
     },
     {
      "section_num": 18.4,
      "title": "ट्रेडमार्कको अवधि",
      "content": [
        "दफा २३ख. बमोजिम नवीकरण गरिएको अवस्थामा बाहेक दफा १८ बमोजिम दर्ता भएको ट्रेडमार्कमा दर्ता भएको मितिले सात वर्षसम्म ट्रेडमार्कवालाको हक कायम हुनेछ ।"
      ]
     },
    {
      "section_num": 19,
      "title": "गैर कानूनी तवरले ट्रेडमार्क प्रयोग गरेमा हुने सजाय",
      "content": [
        "कसैले दफा १६ को उपदफा (२) उल्लंघन गरेमा वा दफा १८ को उपदफा (३) बमोजिम बदर भएको ट्रेडमार्क चलाएमा वा दफा १८ख. उल्लंघन गरेमा विभागको आदेशले कसूरको मात्रा अनुसार एकलाख रूपैयाँसम्म जरिवाना हुन सक्नेछ र सो कसूरसंग सम्बन्धित सबै मालसामान जफत हुनेछ ।"
      ]
    },
     {
      "section_num": 20,
      "title": "वारिस मुकरर गर्न पाउने",
      "content": [
        "यस ऐनबमोजिम आफूले गर्नुपर्ने कुनै काम कारवाई गर्नको निमित्त कुनै व्यक्तिले आफ्नो वारिस वा कानून व्यवसायी मुकरर गर्न सक्नेछ र सो * वारिस वा कानून व्यवसायीद्वारा भएको सबै काम कारवाई निजले नै गरेको मानिनेछ ।"
      ]
    },
    {
      "section_num": 21,
      "title": "दर्ता भएको डिजायन र ट्रेडमार्क प्रकाशन गर्ने",
      "content": [
        "(१) दफा १४ बमोजिम दर्ता भएको डिजायन र दफा १८ बमोजिम दर्ता भएको ट्रेडमार्क, त्यसको नवीकरण तथा दर्ता वदरसम्बन्धी विवरण विभागले सर्वसाधारणको जानकारीको लागि प्रकाशन गर्न सक्नेछ ।",
        "(२) उपदफा (१) बमोजिम प्रकाशित विवरण उपर कसैको विरोध भएमा त्यस्तो व्यक्तिले उक्त विवरण प्रकाशित भएको मितिले पैंतीस दिनभित्र विभागमा उजूरी दिन सक्नेछ । त्यसरी परेको उजूरी उपर विभागले जाँचबुझ गरी आवश्यक कारवाही गर्नु पर्नेछ ।"
      ]
    },
     {
      "section_num": 21.1,
      "title": "नेपालमा दर्ता नगरी हक कायम नहुने",
      "content": [
        "विदेशमा दर्ता गरिएको ट्रेडमार्क, डिजायन र ट्रेडमार्क सम्बन्धित व्यक्तिले नेपालमा दर्ता नगराई त्यस्तो पेटेण्ट, डिजायन र ट्रेडमार्कमा निजको नेपालमा हक कायम हुने छैन ।"
      ]
     },
    {
      "section_num": 21.2,
      "title": "विदेशी पेटेण्ट, डिजायन र ट्रेडमार्कको दर्ता",
      "content": [
        "विदेशमा दर्ता भएको पेटेण्ट, डिजायन र ट्रेडमार्कको प्रमाणपत्र साथै राखी दर्ताको लागि विभागमा निवेदन दिएमा विभागले त्यस्तो पेटेण्ट, डिजायन र ट्रेडमार्क सम्बन्धमा जाँचबुझ नगरीकनै पनि दर्ता गर्न सक्नेछ र त्यस्तो दर्तावालालाई विभागले औद्योगिक सम्पत्तिको संरक्षण गर्ने सम्बन्धमा सन् १८८३ मा सम्पन्न भएको पेरिस महासन्धि अन्सार ग्राह्यता मितिको सलियत प्रदान गर्नेछ ।"
      ]
    },
     {
      "section_num": 21.3,
      "title": "पेटेण्ट, डिजायन वा ट्रेडमार्कको हक हस्तान्तरण वा प्रयोगको अनुमति सम्बन्धी व्यवस्था",
      "content": [
        "(१) आफ्नो नाममा दर्ता रहेको पेटेण्ट, डिजायन वा ट्रेडमार्क अरु कसैको नाममा हस्तान्तरण गरी दिन वा प्रयोग गर्न पाउने गरी लिखित रुपमा अनुमति दिन हुन्छ ।",
        "(२) उपदफा (१) बमोजिम हस्तान्तरण गर्न वा प्रयोग गर्न दिन चाहेमा तोकिए बमोजिमको दस्तुर सहित त्यस्तो पेटेण्ट, डिजायन वा ट्रेडमार्कवाला र त्यसरी पेटेण्ट, डिजायन वा ट्रेडमार्क हस्तान्तरण गरी लिन वा प्रयोग गर्न चाहने दुवै व्यक्तिले सो कुरा खुलाई संयुक्त रुपमा विभागमा दरखास्त दिनु पर्नेछ ।",
        "(३) उपदफा (२) बमोजिम दरखास्त पर्न आएमा विभागले त्यस्तो पेटेण्ट, डिजायन वा ट्रेडमार्क हस्तान्तरण गर्ने वा प्रयोग गर्ने अनुमति दिन सक्नेछ ।",
        "(४) विभागले उपदफा (३) बमोजिम हस्तान्तरण गर्ने अनुमति दिएमा हस्तान्तरण गरी लिने व्यक्तिको नाममा सो पेटेण्ट, डिजायन वा ट्रेडमार्क नामसारी गरिदिनु पर्नेछ ।",
        "(५) विभागले उपदफा (२) बमोजिम प्रयोग गर्ने अनुमति दिएमा सो को व्यहोरा विभागमा रहेको दर्ता किताब र प्रमाणपत्रमा समेत जनाई प्रयोग गर्न अनुमति पाउने व्यक्तिलाई सो को निस्सा दिनु पर्नेछ ।"
      ]
    },
    {
      "section_num": 22,
      "title": "विभागले दर्ता किताब खडा गर्ने",
      "content": [
        "यस ऐनबमोजिम दर्ता भएको र दर्ता बदर भएको समेत देखिने गरी विभागले पेटेण्ट, डिजायन र ट्रेडमार्कका सम्बन्धमा छुट्टा छुट्टै किताब खडा गर्नुपर्छ ।",
        "☑ ⊕"
      ]
    },
    {
      "section_num": 23,
      "title": "पेटेण्ट, डिजायन र ट्रेडमार्क नवीकरण गराउने कार्यविधि",
      "content": [
        "(१) दफा ८, दफा १४क, र दफा १८घ. बमोजिम पेटेण्टवाला, डिजायनवाला र ट्रेडमार्कवालाले पेटेण्ट, डिजायन र ट्रेडमार्क प्रयोग गर्न पाउने अवधि समाप्त भएको मितिले पैंतीस दिनभित्र क्रमशः अनुसूची-२(घ), २(ङ) र २(च) बमोजिमको ढाँचामा दरखास्त दिई अनुसची-३ बमोजिमको दस्तुर तिरी त्यसको नवीकरण गराउनु पर्नेछ ।",
        "(२) उपदफा (१) बमोजिम नवीकरण गराउने म्याद नाघेको मितिले ६ महीनासम्म  एक हजार रूपैयाँ जरिवाना तिरी नवीकरण गराउन सकिनेछ । सो म्यादभित्र पनि नवीकरण नगराइएमा पेटेण्ट, डिजायन र ट्रेडमार्कको दर्ता स्वतः खारेज हुनेछ ।",
        "(३) उपदफा (१) र (२) मा जुनसुकै कुरा लेखिएको भए तापनि पेटेण्टको हकमा सात-सात वर्षको पटक कायम गरी दुई पटकसम्म, डिजायनको हकमा पाँच-पाँच वर्षको पटक कायम गरी दुई पटकसम्म र ट्रेडमार्कको हकमा सात-सात वर्षको पटक कायम गरी जति पटक पनि नवीकरण गराउन सकिनेछ ।"
      ]
    },
    {
      "section_num": 24,
      "title": "प्रमाणपत्रको नक्कल",
      "content": [
        "पेटेण्ट, डिजायन वा ट्रेडमार्कको दर्ताको प्रमाणपत्र हराएमा *तोकिएबमोजिमको रूपैयाँ दस्तुर तिरी विभागबाट प्रमाणपत्रको नक्कल लिन पाइनेछ ।"
      ]
     },
    {
      "section_num": 25,
      "title": "हर्जाना",
      "content": [
        "यस ऐनबमोजिम दर्ता भएको कुनै पेटेण्ट, डिजायन वा ट्रेडमार्कको सम्बन्धमा कसैले यस ऐनको उल्लंघन गरेबाट पेटेण्ट, डिजायन वा ट्रेडमार्कको दर्तावालाले वास्तविक रूपमा सहनु परेको नोक्सानीको उचित रकम सो उल्लंघन गर्ने व्यक्तिबाट दर्तावालालाई विभागले हर्जानाको रूपमा भराई दिन सक्नेछ ।"
      ]
     },
    {
      "section_num": 26,
      "title": "यसै ऐन अन्तर्गत दर्ता भएको मानिने",
      "content": [
        "यो ऐन लागू हुनु अघि १९९३ सालमा जारी भएको पेटेण्ट, डिजायन र ट्रेडमार्क कानून बमोजिम दर्ता भएको पेटेण्ट, डिजायन र ट्रेडमार्कहरू यो ऐन लागू भएको मितिदेखि यसै ऐनबमोजिम दर्ता भएको मानिनेछन् ।"
      ]
    },
     {
      "section_num": 26.1,
      "title": "दस्तुरमा हेरफेर गर्न सकिने",
      "content": [
        "नेपाल सरकारले नेपाल राजपत्रमा सूचना जारी गरी अनुसूची-३ मा तोकिएको दस्तुरमा हेरफेर गर्न सक्नेछ ।"
      ]
    },
    {
      "section_num": 27,
      "title": "पुनरावेदन लाग्न सक्ने",
      "content": [
        "यस ऐनबमोजिम विभागको आदेशमा चित्त नबुझ्ने व्यक्तिले ३५ दिनभित्र उच्च अदालतमा पुनरावेदन गर्न सक्नेछ ।"
      ]
    },
    {
      "section_num": 28,
      "title": "खारेजी",
      "content": [
        "सम्बत् १९९३ सालमा जारी भएको पेटेण्ट, डिजायन र ट्रेडमार्क कानून खारेज गरिएकोछ ।"
      ]
    }]